Repository: tushar-burhan-amla/Znode-Latest-Build
Catalog: Projects/Libraries/Znode.Libraries.Resources/Admin_Resources/Admin_Resources.*.resx
Languages: de_de, fr_fr

# ErrorAccountLocked
source: Your account has been disabled. Please contact a Site Administrator.
de_de: Your account has been locked. Please contact site administrator - FR.
fr_fr: Your account has been locked. Please contact site administrator - FR.

# GenericErrorMessage
source: An error occurred while processing your request. Please try again. If the problem persist, contact a Site Administrator.
de_de: An error occurred while processing your request. Please try again. If the problem persist, contact site admin - FR.
fr_fr: An error occurred while processing your request. Please try again. If the problem persist, contact site admin - FR.

# ButtonCreateXML
source: Create XML
de_de: Create XML-DE
fr_fr: Create XML-FR

# ButtonGetColumn
source: Get Column
de_de: Get Column-DE
fr_fr: Get Column-FR

# ButtonSave
source: Save
de_de: Save-DE
fr_fr: Save-FR

# ButtonUpdate
source: Update to save
de_de: Update-DE
fr_fr: Update-FR

# LabelAvailableColumn
source: Available Columns
de_de: Available Column-DE
fr_fr: Available Column-FR

# LabelDisplayOptions
source: Display Options
de_de: Display Options-DE
fr_fr: Display Options-FR

# LabelFrontEndPageName
source: Front-End Name
de_de: FrontEnd Name-DE
fr_fr: FrontEnd Name-FR

# LabelSelectColumn
source: Select Column
de_de: Select Column-DE
fr_fr: Select Column-FR

# LabelFrontEndObjectName
source: Front-End Object Name
de_de: FrontEnd ObjectName-DE
fr_fr: FrontEnd ObjectName-FR

# LabelSelectEntityType
source: Select Entity Type
de_de: Select Entity Type-DE
fr_fr: Select Entity Type-FR

# TitleAdvanced
source: Advanced
de_de: Advanced-DE
fr_fr: Advanced-FR

# TitleDynamicXML
source: Dynamic XML Configuration List
de_de: Dynamic XML Configuration List-DE
fr_fr: Dynamic XML Configuration List-FR

# TitleGenerateXML
source: Generate XML
de_de: Generate XML-DE
fr_fr: Generate XML-FR

# TitleMultifront
source: Znode®
de_de: Multifront®-DE
fr_fr: Multifront®-FR

# ButtonCreate
source: Create
de_de: Create-DE
fr_fr: Create-FR

# HeaderAddMenu
source: Add Menu
de_de: Add Menu-DE
fr_fr: Add Menu-FR

# HeaderEditMenu
source: Edit Menu
de_de: Edit Menu-DE
fr_fr: Edit Menu-FR

# LabelEnableMenu
source: Enable Menu
de_de: Enable Menu-DE
fr_fr: Enable Menu-FR

# LabelManage
source: Manage
de_de: Manage-DE
fr_fr: Manage-FR

# LabelPermission
source: Permission
de_de: Permission-DE
fr_fr: Permission-FR

# LabelRemoveAll
source: Remove All Cart Items
de_de: Remove All-DE
fr_fr: Remove All-FR

source: Invalid Contact Email.
de_de: Invalid contact email.-DE
fr_fr: Invalid contact email.-FR

source: Invalid Display Order value.
de_de: Invalid display order value.-DE
fr_fr: Invalid display order value.-FR

# InvalidNotificationEmailId
source: Invalid Notification Email.
de_de: Invalid notification email.-DE
fr_fr: Invalid notification email.-FR

# PleaseEnterSupplierName
source: Please enter the Supplier Name.
de_de: Please enter supplier name.-DE
fr_fr: Please enter supplier name.-FR

# DeleteErrorMessage
source: Failed to delete the record.
de_de: Failed to delete the record.-DE
fr_fr: Failed to delete the record.-FR

# ErrorPaymentAlreadyExist
source: An active payment option already exists for this profile. Please select a different payment option or profile.
de_de: This Payment Option already exists for this Profile. Please select a different Payment Option.-DE
fr_fr: This Payment Option already exists for this Profile. Please select a different Payment Option.-FR

# TitleSelectPromotionType
source: Select Promotion Type
de_de: Select Promotion Type - DE
fr_fr: Select Promotion Type - FR

# TitleSelectShippingType
source: Select Shipping Type
de_de: Select Shipping Type - DE
fr_fr: Select Shipping Type - FR

# TitleSelectSupplierType
source: Select Supplier Type
de_de: Select Supplier Type - DE
fr_fr: Select Supplier Type - FR

# LabelClassName
source: Class Name
de_de: Class Name- DE
fr_fr: Class Name- FR

# RequiredDescription
source: Description is required.
de_de: Description is required - DE.
fr_fr: Description is required - FR.

# RequiredName
source: Name is required.
de_de: Name is required - DE.
fr_fr: Name is required - FR.

# RequiredClassName
source: Class Name is required.
de_de: Class Name is required - DE.
fr_fr: Class Name is required - FR.

# RequiredDisplayOrder
source: Display Order is required.
de_de: Display Order is required -DE.
fr_fr: Display Order is required-FR.

# LabelAvailablePromotionTypes
source: Available Promotion Types
de_de: Available Promotion Types-DE
fr_fr: Available Promotion Types-FR

# LabelAvailableShippingTypes
source: Available Shipping Types
de_de: Available Shipping Types-DE
fr_fr: Available Shipping Types-FR

# LabelAvailableSupplierTypes
source: Available supplier Types
de_de: Available Supplier Types-DE
fr_fr: Available Supplier Types-FR

# LabelAvailableTaxTypes
source: Available Tax Types
de_de: Available Tax Types-DE
fr_fr: Available Tax Types-FR

# PaymentOptionHeader
source: Payment Options
de_de: Payment Options-DE
fr_fr: Payment Options-FR

# PaymentsDescription
source: Set up payment options such as credit cards, purchase orders, and PayPal.
de_de: Set up payment options such as credit cards, purchase orders, and PayPal.-DE
fr_fr: Set up payment options such as credit cards, purchase orders, and PayPal.-FR

# InvalidDisplayOrder
source: Only positive integers are allowed.
de_de: Enter a whole number-DE
fr_fr: Enter a whole number-FR

# rfvDisplayOrder
source: Enter Display Order
de_de: Enter Display Order-DE
fr_fr: Enter Display Order-FR

# rnvDisplayOrder
source: Must be a whole number
de_de: Must be a whole number-DE
fr_fr: Must be a whole number-FR

# TextDisableShippingType
source: Are you sure you want to disable this Shipping Type?
de_de: Are you sure you want to disable this Shipping Type?-DE
fr_fr: Are you sure you want to disable this Shipping Type?-FR

# TextDisableSupplierType
source: Are you sure you want to disable this Supplier Type?
de_de: Are you sure you want to disable this Supplier Type?-DE
fr_fr: Are you sure you want to disable this Supplier Type?-FR

# TextDisableTaxRuleType
source: Are you sure you want to disable this Tax Rule Type?
de_de: Are you sure you want to disable this Tax Rule Type?-DE
fr_fr: Are you sure you want to disable this Tax Rule Type?-FR

# TextEnablePromotionType
source: Are you sure you want to enable this Promotion Type?
de_de: Are you sure you want to enable this PromtionType?-DE
fr_fr: Are you sure you want to enable this PromtionType?-FR

# TextEnableShippingType
source: Are you sure you want to enable this Shipping Type?
de_de: Are you sure you want to enable this Shipping Type?-DE
fr_fr: Are you sure you want to enable this Shipping Type?-FR

# TextEnableSupplierType
source: Are you sure you want to enable this Supplier Type?
de_de: Are you sure you want to enable this Supplier Type?-DE
fr_fr: Are you sure you want to enable this Supplier Type?-FR

# TextEnableTaxRuleType
source: Are you sure you want to enable this Tax Rule Type?
de_de: Are you sure you want to enable this Tax Rule Type?-DE
fr_fr: Are you sure you want to enable this Tax Rule Type?-FR

# DisableMessage
source: Record disabled successfully.
de_de: Record disabled succefully-DE
fr_fr: Record disabled succefully-FR.

# EnableErrorMessage
source: An error occurred. Record not enabled.
de_de: An error occured. Record not enabled-DE
fr_fr: An error occured. Record not enabled-FR.

# EnableMessage
source: Record enabled successfully.
de_de: Record enabled successfully-DE
fr_fr: Record enabled successfully-FR.

# HeaderTools
source: Tools
de_de: Tools-DE
fr_fr: Tools-FR

# LabelLiveMode
source: Live Mode
de_de: Live Mode-DE
fr_fr: Live Mode-FR

# LabelTestMode
source: Test Mode
de_de: Test Mode-DE
fr_fr: Test Mode-FR

# ErrorMessageHalfDelete
source: Failed to delete some record.
de_de: Failed to delete some record.-DE
fr_fr: Failed to delete some record.-FR

# FailedDeleteLoginUser
source: You cannot delete a user account that is currently logged in.
de_de: You cannot delete logged in user account.-DE
fr_fr: You cannot delete logged in user account.-FR

# SuccessDeleteMessageExceptLoginUser
source: Records deleted successfully except for currently logged in user accounts.
de_de: Records deleted successfully except logged in user account.-DE
fr_fr: Records deleted successfully except logged in user account.-FR

# TextAccountConfirmDelete
source: This will delete all the selected accounts permanently.
de_de: This will delete all selected accounts permanently?-DE
fr_fr: This will delete all selected accounts permanently?-FR

# TitleTaxRules
source: Tax Rule
de_de: Tax Rules
fr_fr: Tax Rules

# LabelEnableSSL
source: Enable Secure Socket Layer (SSL) for this store
de_de: Enable Secure Socket Layer (SSL) for this store-DE
fr_fr: Enable Secure Socket Layer (SSL) for this store-FR

# DisableErrorMsgLoggedUser
source: The logged in user's account cannot be disabled.
de_de: Logged in user cannot be disabled.-DE
fr_fr: Logged in user cannot be disabled.-FR

# ErrorMessageEnableDisable
source: Failed to enable/disable all the selected records.
de_de: Failed to enable/disable few records.-DE
fr_fr: Failed to enable/disable few records.-FR

# SuccessMsgEnableDisableExceptLoggedUser
source: Account successfully enabled/disabled except logged in user account
de_de: Account successfully enabled/disabled except logged in user account.-DE
fr_fr: Account successfully enabled/disabled except logged in user account.-FR

# LockOutDisabledErrorMessage
source: Lock out has been disabled for some accounts.
de_de: Lock out has been disabled for some account.-DE
fr_fr: Lock out has been disabled for some account.-FR

# UnableToCreateEmailTemplate
source: Unable to create an email template
de_de: Unable to create email template-DE
fr_fr: Unable to create email template-FR

source: Attribute Family Details
de_de: Attribute Family Details-DE
fr_fr: Attribute Family Details-FR

source: Slide Panel
de_de: Slide Panel-DE
fr_fr: Slide Panel-FR

# CreateNewAccount
source: Create a new account.
de_de: Create a new account-DE
fr_fr: Create a new account-FR

# HeaderGiftCard
source: Gift Cards
de_de: Gift Card-DE
fr_fr: Gift Card-FR

# TextGiftCardConfirmDelete
source: Are you sure you want to delete the selected vouchers?
de_de: Are you sure, you want to delete this gift cards?-DE
fr_fr: Are you sure, you want to delete this gift cards?-FR

# ErrorDeleteGiftCard
source: Failed to delete gift card with with id(s): "{0}"
de_de: Failed to delete the gift card-DE
fr_fr: Failed to delete the gift card-FR

# LabelCardNumber
source: Card Number
de_de: Card Number-DE
fr_fr: Card Number-FR

# PleaseEnterExpirationDate
source: Please enter a valid expiration date.
de_de: Please enter expiration date-DE
fr_fr: Please enter expiration date-FR

source: Drop Down
fr_fr: Menu déroulant

# LabelName
source: Name
fr_fr: prénom

source: Radio Button
fr_fr: Bouton radio

source: Text Box
fr_fr: zone de texte

# LabelParentThemeName
source: Parent Theme
de_de: Übergeordnetes Thema
fr_fr: Thème parent

# HelptextIsParentTheme
source: Marking this theme as a parent will indicate that it cannot become a child to another theme.
de_de: Wenn Sie dieses Thema als übergeordnet kennzeichnen, wird darauf hingewiesen, dass es nicht zu einem anderen Thema werden kann.
fr_fr: Marquer ce thème comme un parent indiquera qu'il ne peut pas devenir un enfant à un autre thème.

# LabelIsParentTheme
source: Is parent theme
de_de: Ist das übergeordnete Thema
fr_fr: Est le thème parent

# RequiredParentTheme
source: Parent theme is required.
de_de: Übergeordnetes Thema ist erforderlich.
fr_fr: Le thème parent est requis.

# RequiredThemeName
source: Theme name is required.
de_de: Der Name des Themas ist erforderlich.
fr_fr: Le nom du thème est requis.

# HelptextDisableAllEmailsforSMTP
source: Turn off the email sending capability for this store.
de_de: Deaktivieren Sie die E-Mail-Sendefunktion für dieses Geschäft.
fr_fr: Désactiver la fonctionnalité d'envoi de courrier électronique pour ce magasin

# LabelDisableAllEmailsForSmtp
source: Turn off emails
de_de: E-Mails deaktivieren
fr_fr: Désactiver les emails

# IncompleteReturnMessage
source: Return Request(s) has been placed for this order, until that is completed, no changes can be saved.
de_de: Return Request(s) has been placed for this order, until that is completed, no changes can be saved.-DE
fr_fr: Return Request(s) has been placed for this order, until that is completed, no changes can be saved. -FR

# LabelReturnCharges
source: Return Charges (Non Refunded Amount)
de_de: Return Charges (Non Refunded Amount)-DE
fr_fr: Return Charges (Non Refunded Amount) -FR

# LabelShippingDiscount
source: Shipping Discount
de_de: Shipping Discount -DE
fr_fr: Shipping Discount -FR

source: Return Insert Receipt
de_de: Return Insert Receipt-DE
fr_fr: Return Insert Receipt-FR

# ButtonPrint
source: Print
de_de: Print-DE
fr_fr: Print-FR

source: Activate
de_de: Is Active-DE

# ManageAccountInformation
source: Account Information
de_de: Account Information-DE

# LabelTaxClassName
source: Tax Class Name
de_de: Tax Class Name-DE
