Repository: tushar-burhan-amla/Znode-Latest-Build
Catalog: Projects/Libraries/Znode.Libraries.Resources/Admin_Resources/Admin_Resources.*.resx
Languages: de_de, fr_fr

# ChangePassword
source: Change your password
de_de: Change your password-DE
fr_fr: Change your password-FR

source: Current Password
de_de: Current Password-DE
fr_fr: Current Password-FR

source: Email Address
de_de: Email Address-DE
fr_fr: Email Address-FR

# ForgotPasswordText
source: Forgot your password?
de_de: Haben Sie Ihr Passwort vergessen?
fr_fr: Vous avez oublié votre mot de passe?

# ForgotPassword
source: Forgot your password?
de_de: Forgot your password?-DE
fr_fr: Forgot your password?-FR

source: New Password
de_de: New Password-DE
fr_fr: New Password-FR

source: Password
de_de: Kennwort
fr_fr: Mot de passe

source: Remember Me
fr_fr: Se souvenir de moi

# RequiredField
source: {0} is required.
de_de: Dieses Feld wird benötigt
fr_fr: Ce champ est exige

# RequiredPassword
source: Password is required.
de_de: Kennwort ist erforderlich für den Admin.
fr_fr: Mot de passe est requis pour Admin.

# RequiredUserName
source: Username is required.
de_de: Der Benutzername ist erforderlich für den Admin.
fr_fr: Nom d'utilisateur est requis pour Admin.

# ResetPassword
source: Reset Your Password
de_de: Reset Password-DE
fr_fr: Reset Password-FR

# ResetPasswordButtonText
source: Reset Password
de_de: Reset Password-DE
fr_fr: Reset Password-FR

# ReTypeNewPassword
source: Confirm your New Password
de_de: Re-Type NewPassword-DE
fr_fr: Re-Type NewPassword-FR

source: Username
de_de: Benutzername-DE
fr_fr: Nom d'utilisateur-FR

# ErrorAccessDenied
source: Access Denied. Please contact a Site Administrator.
de_de: Access Denied. Please contact site administrator.-DE
fr_fr: Access Denied. Please contact site administrator.-FR

# ErrorChangePassword
source: An error occurred while changing the password. Please try again.
de_de: An error occured while changing the password. Please try again.-DE
fr_fr: An error occured while changing the password. Please try again.-FR

# ErrorMaxAttempt
source: Your account has been disabled due to a maximum number of invalid login attempts. Please contact a Site Administrator.
de_de: Your account has been locked due to maximum invalid login attempt. Please contact site administrator.-DE
fr_fr: Your account has been locked due to maximum invalid login attempt. Please contact site administrator.-FR

# ErrorOneAttemptRemain
source: You are left with ONE more login attempt. If it is wrong, your account will be disabled.
de_de: You are left with ONE more attempt. If failed, your account will get locked.-DE
fr_fr: You are left with ONE more attempt. If failed, your account will get locked.-FR

# ErrorPasswordMatch
source: The entered passwords do not match.
de_de: Password and Re-Type password do not match.-DE
fr_fr: Password and Re-Type password do not match.-FR

# ErrorTwoAttemptsRemain
source: You are left with TWO more login attempts. If it is wrong, your account will be disabled.
de_de: You are left with TWO more attempts. If failed, your account will get locked.-DE
fr_fr: You are left with TWO more attempts. If failed, your account will get locked.-FR

# InvalidAccountInformation
source: Please make sure that the Email Address you entered is correct.
de_de: Please make sure that Username and Email Address you entered is correct.-DE
fr_fr: Please make sure that Username and Email Address you entered is correct.-FR

# InValidPasswordLength
source: You have reached the maximum password length.
de_de: You have reached the maximum password length.-DE
fr_fr: You have reached the maximum password length.-FR

# InvalidUserNamePassword
source: Invalid Username or Password.
de_de: Invalid Username or Password.-DE
fr_fr: Invalid Username or Password.-FR

# LabelAttributeCode
source: Code
de_de: Code-DE
fr_fr: Code-FR

# RequiredEmailID
source: Email Address is required.
de_de: Email Address is required.-DE
fr_fr: Email Address is required.-FR

# RequiredFamilyCode
source: Attribute Family Code is required.
de_de: Attribute family code is required.-DE
fr_fr: Attribute family code is required.-FR

# RequiredNewConfirmPassword
source: You must re-enter your password.
de_de: Re-type new password is required.-DE
fr_fr: Re-type new password is required.-FR

# RequiredNewPassword
source: New password is required.
de_de: New password is required.-DE
fr_fr: New password is required.-FR

# SaveErrorMessage
source: Fail to save record.
de_de: Fail to save record.-DE
fr_fr: Fail to save record.-FR

# SaveMessage
source: Record saved successfully.
de_de: Record saved successfully.-DE
fr_fr: Record saved successfully.-FR

# SuccessPasswordChanged
source: Your password has been changed successfully.
de_de: Password has been changed successfully.-DE
fr_fr: Password has been changed successfully.-FR

# SuccessResetPassword
source: Your password reset link has been sent to your email address.
de_de: Your password reset link has been sent to your email address.-DE
fr_fr: Your password reset link has been sent to your email address.-FR

# ValidEmailAddress
source: Please enter a valid Email Address.
de_de: Please use a valid email address.-DE
fr_fr: Please use a valid email address.-FR

# ValidPassword
source: Your password must be at least 8 alphanumeric characters and contain at least one digit.
de_de: Password must be at least 6 alphanumeric characters and contain at least one number.-DE
fr_fr: Password must be at least 6 alphanumeric characters and contain at least one number.-FR

# ButtonAdd
source: Add New
de_de: Add
fr_fr: Add

# ListViewText
source: List View
de_de: List View-DE
fr_fr: List View-FR

# NoRecordFoundText
source: No records found.
de_de: No record found-DE
fr_fr: No record found-FR

# TileViewText
source: Tile View
de_de: Tile View-DE
fr_fr: Tile View-FR

# ButtonDelete
source: Delete
de_de: Delete-FR
fr_fr: Delete-FR

# LinkNextRecord
source: Next
de_de: Next-DE
fr_fr: Next-FR

# LinkPreviousRecord
source: Prev
de_de: Prev-DE
fr_fr: Prev-FR

# Copyright
source: Powered by Znode. © Copyright {0}, Znode LLC, All Rights Reserved. | Version
de_de: Powered by Znode. © Copyright 2015, Znode Inc, All Rights Reserved. | Multifront 9X
fr_fr: Powered by Znode. © Copyright 2015, Znode Inc, All Rights Reserved. | Multifront 9X

# Multifront
source: Znode®
de_de: Multifront®
fr_fr: Multifront®

# LabelAmazonURL
source: Amazon URL
de_de: Amazon URL-DE
fr_fr: Amazon URL-FR

# LabelAzureURL
source: Azure URL
de_de: Azure URL-DE
fr_fr: Azure URL-FR

# LabelSecretKey
source: Secret Key
de_de: Secret Key-DE
fr_fr: Secret Key-FR

# HeaderConfirmDelete
source: Confirm Delete?
de_de: Confirm Delete?-DE
fr_fr: Confirm Delete?-FR

# TextCancel
source: Cancel
de_de: Cancel-DE
fr_fr: Cancel-FR

# TextConfirmDelete
source: Are you sure you want to delete the selected record?
de_de: Are you sure, you want to delete this record?-DE
fr_fr: Are you sure, you want to delete this record?-FR

# TextOk
source: Ok
de_de: Ok-De
fr_fr: Ok-FR

# LabelActionName
source: Action Name
de_de: Action Name-DE
fr_fr: Action Name-FR

# LabelControllerName
source: Controller Name
de_de: Controller Name-DE
fr_fr: Controller Name-FR

# LabelIsActive
source: Is Active
de_de: Is Active-DE
fr_fr: Is Active-FR

# LabelIsParentMenu
source: Is Parent Menu
de_de: Is Parent Menu-DE
fr_fr: Is Parent Menu-FR

# LabelMenuName
source: Menu Name
de_de: Menu Name-DE
fr_fr: Menu Name-FR

# LabelParentMenuList
source: Parent Menu List
de_de: Parent Menu List-DE
fr_fr: Parent Menu List-FR

# LabelSequenceNumber
source: Sequence Number
de_de: Sequence Number-DE
fr_fr: Sequence Number-FR

# LabelAttributeLocalizable
source: Is Localizable
de_de: Localizable
fr_fr: Localizable

# PleaseEnterAttributeCode
source: Please enter an Attribute Code.
de_de: Please enter attribute code.-DE
fr_fr: Please enter attribute code.-FR

# PleaseEnterDisplayOrder
source: Please enter the Display Order.
de_de: Please enter display order.-DE
fr_fr: Please enter display order.-FR

# RequiredAttributeGroup
source: Attribute group code is required.
de_de: Attribute goup code is required - DE.
fr_fr: Attribute goup code is required - FR.

# ErrorFailedToDelete
source: Failed to delete the selected record.
de_de: Failed to delete record.-DE
fr_fr: Failed to delete record.-FR

# ErrorAttributeCodeAlreadyExists
source: Attribute code already exists.
de_de: Attribute code already exists.-DE
fr_fr: Attribute code already exists.-FR

source: Allow decimals
de_de: AllowDecimals-DE
fr_fr: AllowDecimals-FR

# AllowNegative
source: Allow negatives
de_de: AllowNegative-DE
fr_fr: AllowNegative-FR

source: Max characters
de_de: MaxCharacters-DE
fr_fr: MaxCharacters-FR

source: Max date
de_de: MaxDate-DE
fr_fr: MaxDate-FR

# MaxFileSize
source: Max file size(MB)
de_de: MaxFileSize(MB)-DE
fr_fr: MaxFileSize(MB)-FR

source: Max number
de_de: MaxNumber-DE
fr_fr: MaxNumber-FR

source: Min date
de_de: MinDate-DE
fr_fr: MinDate-FR

source: Min number
de_de: MinNumber-DE
fr_fr: MinNumber-FR

source: Regular expression
fr_fr: Regular Expression-FR

source: Validation Rule
de_de: ValidationRule-DE
fr_fr: ValidationRule-FR

# WYSIWYGEnabledProperty
source: WYSIWYG Enabled
de_de: WYSIWYGEnabled-DE
fr_fr: WYSIWYGEnabled-FR

# RequiredEmail
source: Enter your Email Address.
de_de: Enter Email Address-DE
fr_fr: Enter Email Address.-FR

# RequiredUserId
source: Username is required.
de_de: Enter User Id.-DE
fr_fr: Enter User Id.-FR

# TitleEdit
source: Edit {0}
de_de: Edit
fr_fr: Edit

# TitleAdd
source: Add {0}
de_de: Add
fr_fr: Add

# ButtonResetPassword
source: Reset Password
de_de: Reset Password-DE
fr_fr: Reset Password-FR

# ConfirmText
source: Please Confirm
de_de: Please Confirm-DE
fr_fr: Please Confirm-FR

# DisableAccountConfirmationMessage
source: Please confirm that you want to disable this account.
de_de: Please confirm that you want to disable the account.-DE
fr_fr: Please confirm that you want to disable the account.-FR

# EnableAccountConfirmationMessage
source: Please confirm that you want to enable this account.
de_de: Please confirm that you want to enable the account.-DE
fr_fr: Please confirm that you want to enable the account.-FR

# LockOutDisabledMessage
source: Lock out has been disabled for this user.
de_de: Lock out has been disabled for the user.-DE
fr_fr: Lock out has been disabled for the user.-FR

# ManageContactInformation
source: Contact information
de_de: Contact Information-DE
fr_fr: Contact Information-FR

# ManageLoginInformation
source: Login information
de_de: Login Information-DE
fr_fr: Login Information-FR

# NoteCreateUserAccount
source: Note: Upon successful creation of an Admin, a temporary password will be emailed to the new user.
de_de: Note: Upon successful creation of an Admin, a temporary password will be emailed to the new user.-DE
fr_fr: Note: Upon successful creation of an Admin, a temporary password will be emailed to the new user.-FR

# NoteEditUserAccount
source: Note: Upon the edit of an account, you are able to submit a request to reset the user's current password.
de_de: Note: Upon the edit of an account you are able to submit a request to reset the user's current password.-DE
fr_fr: Note: Upon the edit of an account you are able to submit a request to reset the user's current password.-FR

# TitleStoreAdmin
source: {0} User Account
de_de: {0} User Account-DE
fr_fr: {0} User Account-FR

# UserAccountHeader
source: User Management
de_de: User Management-DE
fr_fr: User Management-FR

# UserAccountSubHeader
source: Manage store administrator accounts, roles, and permissions.
de_de: Manage store administrator accounts, roles and permissions.-DE
fr_fr: Manage store administrator accounts, roles and permissions.-FR

# TextDeleteFromThisFolder
source: Delete from this folder
de_de: Delete from this folder -DE
fr_fr: Delete from this folder -FR

# TextDeletePermanent
source: Delete permanently
de_de: Delete permanent DE
fr_fr: Delete permanent -FR

# ErrorFailedToDeleteFolder
source: Failed to delete the selected folder.
de_de: Failed to delete folder. DE
fr_fr: Failed to delete folder. FR

# ErrorSendResetPasswordLink
source: Can not send the Reset Password link. Please verify the SMTP settings.
de_de: Can not send the Reset Password link. Please verify the SMTP setting.-DE
fr_fr: Can not send the Reset Password link. Please verify the SMTP setting.-FR

# TextConformResetPassword
source: Do you want to proceed and send this user an email notification with a new password?
de_de: Do you want to proceed and send this user an email notification with a new password?-DE
fr_fr: Do you want to proceed and send this user an email notification with a new password?-FR

# TitleConfirmResetPassword
source: Confirm Reset Password
de_de: Confirm Reset Password-DE
fr_fr: Confirm Reset Password-FR

# UserNameUnavailable
source: {0}This user name is not available.
de_de: {0} user name is not available.-DE
fr_fr: {0} user name is not available.-FR

# AccountLockedErrorMessage
source: Your account has been disabled. Please contact a Site Administrator.
de_de: Your account has been locked. Please contact site administrator.-DE
fr_fr: Your account has been locked. Please contact site administrator.-FR

source: Help Description
de_de: Help Description-DE
fr_fr: Help Description-FR

# LabelAccountId
source: Account ID
de_de: Account Id-DE
fr_fr: Account Id-FR

# LabelEmail
source: Email Address
de_de: Email Address-DE
fr_fr: Email Address-FR

# LabelFirstName
source: First Name
de_de: First Name-DE
fr_fr: First Name-FR

# LabelLastName
source: Last Name
de_de: Last Name-DE
fr_fr: Last Name-FR

# LabelPhoneNumber
source: Phone Number
de_de: Phone Number-DE
fr_fr: Phone Number-FR

# LabelRoleName
source: Role Name
de_de: Role Name-DE
fr_fr: Role Name-FR

# LabelStoreName
source: Store Name
de_de: Store Name-DE
fr_fr: Store Name-FR

# LabelUserId
source: Username
de_de: User Id-DE
fr_fr: User Id-FR

# LabelUserName
source: Login Name
de_de: Login Name-DE
fr_fr: Login Name-FR

# ButtonCopy
source: Copy
de_de: Copy-DE
fr_fr: Copy-FR

# ButtonDownload
source: Download
de_de: Download-DE
fr_fr: Download-FR

# LabelFileName
source: File Name
de_de: File Name-DE
fr_fr: File Name-FR

# LabelSize
source: Size
de_de: Size-DE
fr_fr: Size-FR

# ResetPasswordLinkExpired
source: This reset link has expired. Please request a new one.
de_de: The reset link you clicked has expired. Please request a new one.-DE
fr_fr: The reset link you clicked has expired. Please request a new one.-FR

# LabelUserManagement
source: User Management
de_de: User Management-DE
fr_fr: User Management-FR

# LabelCustomerBasedPricingEnabled
source: Customer Based Pricing Enabled
de_de: Customer Based Pricing Enabled-DE
fr_fr: Customer Based Pricing Enabled-FR

# ManageCustomInformation
source: Custom Information
de_de: Custom Information-DE
fr_fr: Custom Information-FR

# NoteCustomerBasedPricing
source: If enabled, data in the new pricing table needs to be populated or anonymous pricing will be displayed.
de_de: If enabled, data in the new pricing table needs to be populated or anonymous pricing will be displayed.-DE
fr_fr: If enabled, data in the new pricing table needs to be populated or anonymous pricing will be displayed.-FR

# NoteExternalId
source: External ID/ERP account number. Leave blank if not applicable.
de_de: Your external account number(ERP). Leave blank if not applicable.-DE
fr_fr: Your external account number(ERP). Leave blank if not applicable.-FR

# NoteSendPeriodicMail
source: Send Periodic Emails And Special Offers
de_de: Send me periodic emails and special offers.-DE
fr_fr: Send me periodic emails and special offers.-FR

# SubHeaderAddCustomerInformation
source: Add Customer information
de_de: Add Customer Information-DE
fr_fr: Add Customer Information-FR

# SubHeaderEditCustomerInformation
source: Edit Customer information
de_de: Edit Customer Information-DE
fr_fr: Edit Customer Information-FR

# TextAddCustomer
source: Note: Once a customer account is created, a link to create a password will be emailed to the new customer.
de_de: Note: Upon successful creation of a Customer, a temporary password will be emailed to the new user.-DE
fr_fr: Note: Upon successful creation of a Customer, a temporary password will be emailed to the new user.-FR

# TitleCustomerAccount
source: {0} Customer information
de_de: {0} Customer Information-DE
fr_fr: {0} Customer Information-FR

# LabelCompanyName
source: Brand Name
de_de: Company Name-DE
fr_fr: Company Name-FR

# LabelExternalId
source: External ID
de_de: External Id-DE
fr_fr: External Id-FR

# RequiredFirstName
source: First Name is required.
de_de: First Name is required.-DE
fr_fr: First Name is required.-FR

# RequiredLastName
source: Last Name is required.
de_de: Last Name is required.-DE
fr_fr: Last Name is required.-FR

# AccountCreationSuccessMessage
source: Account created successfully.
de_de: Account created successfully.-DE
fr_fr: Account created successfully.-FR

# CustomerHeader
source: Customer
de_de: Customer-DE
fr_fr: Customer-FR

# LabelAdmin
source: Admin
de_de: Admin-DF
fr_fr: Admin-FR

# TitleRoleAndAccessRight
source: Role and Access Rights
de_de: Role And Access Right
fr_fr: Role And Access Right

# EnterWeighting
source: Weighting is required.
de_de: Please enter weighting.-DE
fr_fr: Please enter weighting.-FR

source: Invalid Weighting Value.
de_de: Invalid weighting value.-DE
fr_fr: Invalid weighting value.-FR

# PleaseEnterProfileName
source: Profile Name is required.
de_de: Please enter profile name.-DE
fr_fr: Please enter profile name.-FR

# ShowOnPartnerSignup
source: Enable Affiliate sign-up options for this profile
de_de: Enable affiliate sign-up option for this profile-DE
fr_fr: Enable affiliate sign-up option for this profile-FR

# ShowPricing
source: Display the product price for this profile
de_de: Display product price for this profile-DE
fr_fr: Display product price for this profile-FR

# TaxExempt
source: This profile is set to Tax Exempt
de_de: This profile has Tax Exempt status-DE
fr_fr: This profile has Tax Exempt status-FR

# TitleZnodeProfile
source: Profile
de_de: Profile-DE
fr_fr: Profile-FR

source: Weighting
de_de: Weighting-DE
fr_fr: Weighting-FR

# WholeSalePrice
source: Enable wholesale price for this profile
de_de: Enable wholesale price for this profile-DE
fr_fr: Enable wholesale price for this profile-FR

# ZnodeProfileSetting
source: Setting
de_de: Setting-DE
fr_fr: Setting-FR

# ZnodeProfileCode
source: Profile Code
de_de: Profile Code-DE
fr_fr: Profile Code-FR

# ZnodeProfileName
source: Profile Name
de_de: Profile Name-DE
fr_fr: Profile Name-FR

# LabelCheckboxRMA
source: Enable RMA
de_de: Enable RMA-DE
fr_fr: Enable RMA-FR

# LabelGatewayTestMode
source: Select Gateway Mode
de_de: Select Gateway Mode(Test/Live)-DE
fr_fr: Select Gateway Mode(Test/Live)-FR

# LabelMerchantaccountpassword
source: Merchant account password
de_de: Merchant account password-DE
fr_fr: Merchant account password-FR

# LabelTransactionKey
source: Transaction Key
de_de: Transaction Key-DE
fr_fr: Transaction Key-FR

# LabelVendor
source: Vendor
de_de: Vendor-DE
fr_fr: Vendor-FR

# MerchantLoginName
source: Merchant Login is required.
de_de: Enter merchant login name-DE
fr_fr: Enter merchant login name-FR

# MerchantPassword
source: Enter the Merchant Account Password.
de_de: Enter merchant password-DE
fr_fr: Enter merchant password-FR

# Partner
source: Enter partner
de_de: Enter partner-DE
fr_fr: Enter partner-FR

# TransactionKey
source: Enter transaction key
de_de: Enter transaction key-DE
fr_fr: Enter transaction key-FR

# Vendor
source: Enter vendor
de_de: Enter vendor-DE
fr_fr: Enter vendor-FR

# LabelAcceptCard
source: Accepted cards
de_de: Accepted Cards-DE
fr_fr: Accepted Cards-FR

# LabelAllProfiles
source: All profiles
de_de: All Profiles-DE
fr_fr: All Profiles-FR

# LabelAuthorizationPassword
source: Authorization Password
de_de: Authorization Password-DE
fr_fr: Authorization Password-FR

# LabelBraintreeMerchantId
source: Merchant ID
de_de: Merchant Id-DE
fr_fr: Merchant Id-FR

# LabelBraintreePrivateKey
source: Private Key
de_de: Private Key-DE
fr_fr: Private Key-FR

# LabelBraintreePublicKey
source: Public Key
de_de: Public Key-DE
fr_fr: Public Key-FR

# LabelCheckboxAmericanExpress
source: American Express
de_de: American Express-DE
fr_fr: American Express-FR

# LabelCheckboxDiscover
source: Discover
de_de: Discover-DE
fr_fr: Discover-FR

# LabelCheckboxMasterCard
source: Master Card
de_de: Master Card-DE
fr_fr: Master Card-FR

# LabelCheckboxVisa
source: Visa
de_de: Visa-DE
fr_fr: Visa-FR

# LabelCreditCardAuthorization
source: Credit Card authorization
de_de: Credit Card Authorization-DE
fr_fr: Credit Card Authorization-FR

# LabelCreditCardAuthorizationMessage
source: Pre-Authorize transactions without capturing
de_de: Pre-Authorize transactions without capturing-DE
fr_fr: Pre-Authorize transactions without capturing-FR

# LabelDisplaySettingCheckBox
source: Enable this payment option during checkout
de_de: Enable this payment option during checkout-DE
fr_fr: Enable this payment option during checkout-FR

# LabelGatewayTestModeMessage
source: Enable Test Mode (Your gateway may not support this mode)
de_de: Enable Test Mode (Your gateway may not support this mode)-DE
fr_fr: Enable Test Mode (Your gateway may not support this mode)-FR

# LabelMerchantCode
source: Merchant Code
de_de: Merchant Code-DE
fr_fr: Merchant Code-FR

# LabelMerchantLogin
source: Merchant Login
de_de: Merchant Login-DE
fr_fr: Merchant Login-FR

# LabelPaymentDisplaySetting
source: Display Settings
de_de: Display Setting-DE
fr_fr: Display Setting-FR

# LabelPaymentGatewayHeader
source: Merchant Gateway Settings
de_de: Merchant Gateway Settings-DE
fr_fr: Merchant Gateway Settings-FR

# LabelPaymentOptionHeader
source: General Settings
de_de: General Settings-DE
fr_fr: General Settings-FR

# LabelRMA
source: Return Merchandise Authorization
de_de: Return Merchandise Authorization-DE
fr_fr: Return Merchandise Authorization-FR

# LabelSelectGateway
source: Select a Gateway
de_de: Select Gateway-DE
fr_fr: Select Gateway-FR

# LabelSelectPaymentType
source: Select a Payment Type
de_de: Select Payment Type-DE
fr_fr: Select Payment Type-FR

# LabelSelectProfile
source: Select a Profile
de_de: Select Profile-DE
fr_fr: Select Profile-FR

# LabelTestModeMessage
source: Please change the relevant settings (for ex. Username, Password, Gateway URL, etc.) from the Payment Provider to enable/disable the payment mode.
de_de: Please change the relevant settings (for ex. Username, Password, Gateway URL etc.) from the Payment Provider to enable/disable the payment mode-DE.
fr_fr: Please change the relevant settings (for ex. Username, Password, Gateway URL etc.) from the Payment Provider to enable/disable the payment mode-FR.

# EnableTestmodeTitle
source: Payment Gateway Settings
de_de: Payment Gateway Settings-DE
fr_fr: Payment Gateway Settings-FR

# LabelAPISignature
source: API Signature (PayPal only)
de_de: API Signature (PayPal only)-DE
fr_fr: API Signature (PayPal only)-FR

# LabelWorldPayMerchantLogin
source: Merchant Login (SecureNetId only)
de_de: Merchant Login (SecureNetId only)-DE
fr_fr: Merchant Login (SecureNetId only)-FR

# LabelWorldPayTransactionKey
source: Transaction Key (SecureNetKey only)
de_de: Transaction Key (SecureNetKey only)-DE
fr_fr: Transaction Key (SecureNetKey only)-FR

# LabelFullName
source: Full Name
de_de: Full Name-DE
fr_fr: Full Name-FR

# SubHeaderCustomer
source: Search customer, partner, and vendor accounts; view order history; and access service notes.
de_de: Search customer, partner, and vendor accounts, view order history, and access service notes.-DE
fr_fr: Search customer, partner, and vendor accounts, view order history, and access service notes.-FR
