Repository: tushar-burhan-amla/Znode-Latest-Build
Catalog: Projects/Libraries/Znode.Libraries.Resources/Api_Resources/Api_Resources.*.resx
Languages: fr_fr

# ActivatelicenseText
source: You are about to activate your license.<br> If you are activating a Free Trial then proceed with the activation. You will have the option of creating an activation without using a license key. <br /> If you are using a purchased license, then you should be aware that this activation can only be used on one CPU.
fr_fr: Vous êtes sur le point d'activer votre licence.<br> Si vous activez un Essai Gratuit puis procéder à l'activation. Vous aurez l'option de création d'une activation sans l'aide d'une clé de licence. <br /> Si vous êtes à l'aide d'une licence achetée, alors vous devriez être conscient que cette activation peut être utilisée sur un seul processeur.

source: Activate your License
fr_fr: Activer votre licence

source: Body Parameters
fr_fr: Paramètres de corps

# LicenceConfirmationMessage
source: Yes, I wish to activate my license for this CPU. I also understand that once activated, my key can only be used on this CPU.
fr_fr: Oui, je souhaite activer ma licence pour cette CPU. Je comprends également qu'une fois activé, ma clé peut uniquement être utilisé sur cette CPU.

# ReadAndAgreed
source: I have read and agreed to the software license agreement (EULA) above
fr_fr: Je déclare avoir lu et accepté le contrat de licence du logiciel utilisateur final (CLUF) au-dessus

source: Request Information
fr_fr: Demander des informations

# RequiredPassword
source: Password is required.
fr_fr: Mot de passe est requis pour l'API.

# RequiredUserName
source: Username is required.
fr_fr: Nom d'utilisateur est requis pour l'API.

source: Resource Description
fr_fr: Ressource Description

source: Response Formats
fr_fr: Formats de réponse

source: Response Information
fr_fr: L'information de réponse

source: User Name
fr_fr: Nom d'utilisateur

# Version
source: Znode 9_0
fr_fr: La version 9.0

# RequiredDescription
source: Description is required.
fr_fr: Description is required.-FR

# RequiredName
source: Name is required.
fr_fr: Name is required.-FR

# RequiredClassName
source: Class Name is required.
fr_fr: Class Name is required-FR

# RequiredDisplayOrder
source: Display Order is required.
fr_fr: Display Order is required-FR

source: Invalid Coupon Code
fr_fr: Invalid Coupon Code-FR

# MessageMaximumApplicableDiscount
source: Maximum discount limit reached on the line item Total or the Subtotal.
fr_fr: Maximum discount limit reached on the line item Total or the Subtotal-FR.
